Repository: dapetcu21/MultiCleaner
Catalog: App/*.lproj/Localizable.strings
Languages: ro, ru

source: About
ro: Despre MultiCleaner
ru: О программе

# AboutTitle
source: About
ro: Despre
ru: О программе

# Activator
source: Activator trigger
ro: Scurtătură Activator
ru: Метод вызова функции

source: Add
ro: Adaugă
ru: Добавить

source: Advanced settings
ro: Setări avansate
ru: Дополнительные настройки

# AdvancedSettingsTitle
source: Advanced settings
ro: Setări avansate
ru: Дополнительные

# AllException
source: "Quit all" exception
ro: Excepție de la "Închide tot"
ru: Исключение для "Завершить все пр."

# AlwaysDim
source: Dim all apps
ro: Toate aplicațiile transparente
ru: Затемнять все иконки

# AlwaysDimIndiv
source: Always dim
ro: Întotdeauna transparentă
ru: Всегда затемнять

source: Applications
ro: Aplicații
ru: Приложения

# Autostart
source: Add apps that start on bootup
ro: Adaugă aplicațiile care pornesc automat
ru: Показывать прил. автозагрузки

# AutostartIndiv
source: Add to bar if started on bootup
ro: Adaugă in bară daca ponește automat
ru: Иконка в панели при автозагрузке

# Badge
source: Badge running apps
ro: Marcheaza aplicațiile deschise
ru: Значок на запущенных

source: Badge corner
ro: Colțul marcajului
ru: Расположение значка

# BadgeIndiv
source: Badge if running
ro: Marcheaza dacă rulează
ru: Значок если запущено

# BCbottomleft
source: Bottom-left
ro: Stânga-jos
ru: л. низ

# BCbottomleftDetail
source: Bottom-left
ro: Stânga-jos
ru: Левый нижний угол

# BCbottomright
source: Bottom-right
ro: Dreapta-jos
ru: п. низ

# BCbottomrightDetail
source: Bottom-right
ro: Dreapta-jos
ru: Правый нижний угол

# BCtitle
source: Badge corner
ro: Colțul marcajului
ru: Место для значка

# BCtopleft
source: Top-left
ro: Stânga-sus
ru: л. верх

# BCtopleftDetail
source: Top-left
ro: Stânga-sus
ru: Левый верхний угол

# BCtopright
source: Top-right
ro: Dreapta-sus
ru: п. верх

# BCtoprightDetail
source: Top-right
ro: Dreapta-sus
ru: Правый верхний угол

source: Confirm quit
ro: Confirmă închiderea
ru: Подтверждение?

# Dim
source: Dim closed apps
ro: App-urile inchise transparente
ru: Затемнять закрытые

# DimIndiv
source: Dim icon if closed
ro: Transparență la închidere
ru: Затемнять если закрыто

source: Done
ro: OK
ru: Отменить

source: Don't wriggle
ro: Nu tremura in modul de editare
ru: Не дрожать

# FastExit
source: Home exits edit mode and dissmissess bar
ro: Butonul home iese din modul de editare si închide bara
ru: Home всегда закрывает панель

source: Global settings
ro: Setări globale
ru: Глобальные настройки

# GlobalSettingsTitle
source: Global settings
ro: Setări globale
ru: Глобальные

# Hide
source: Hide app from bar
ro: Ascunde aplicația din bară
ru: Прятать прил. в панели

source: Hide prompt
ro: Ascunde promptul
ru: Без уведомления

# LaunchFromEdit
source: Allow launching apps from edit mode
ro: Permite deschiderea aplicațiilor din modul de editare
ru: Запуск приложений в режиме редак.

# LaunchPos
source: On app launch
ro: Poziție deschidere
ru: Место при запуске

# LaunchPosIndiv
source: When launched
ro: Poziție deschidere
ru: Место при запуске

# LegacyQuitAll
source: Legacy "Quit all apps"
ro: Mod compatibil de a închide toate aplicațiile
ru: Родной "Завершить все прил."

# LegacyQuitAllFooter
source: More reliable, but slower. Use this only if you have trouble with "quit all apps"
ro: Mai fiabil, dar foarte încet. Folosiți asta doar dacă aveți probleme cu închiderea tuturor aplicațiilor
ru: Более надёжный, но медленный. Включите, если только у вас проблемы с этой функцией

# LoadingApps
source: Loading applications...
ro: Se încarcă aplicațiile...
ru: Загрузка списка приложений

# LPback
source: add to back
ro: sfârșit
ru: в конце

# LPbackDetail
source: Back of the bar
ro: Sfârșitul barei
ru: Иконка в самом конце

# LPbeforeclosed
source: add before closed
ro: înainte închise
ru: между

# LPbeforeclosedDetail
source: Before closed apps moved back
ro: Înainte de aplicațiile închise
ru: Иконка перед закрытыми

# LPfront
source: add to front
ro: început
ru: в начале

# LPfrontDetail
source: Front of the bar (default)
ro: Începutul barei
ru: Иконка в самом начале

# LPtitle
source: Launch position
ro: Poziție deschidere
ru: Место при запуске

# MoveBack
source: Move closed apps to the back of the bar
ro: Mută aplicațiile închise la sfârșit
ru: Закрытые в конец

# MoveBackIndiv
source: Move to the back of the bar when closed
ro: Mută la sfârsitul barei la închidere
ru: Иконка в конец панели

source: No
ro: Nu
ru: Нет

# NoEditMode
source: Disable edit mode
ro: Dezactivează modul de editare
ru: Запретить режим редактирования

# NoMoveFront
source: Don't move icon to the front of the bar when switching
ro: Nu muta la început la deschidere
ru: Не перемещать при переключении

source: OK
ru: Да

# PerAppSettings
source: Per-application settings
ro: Setări per-aplicație
ru: Индивидуальные настройки

# QMRemove
source: Remove
ro: șterge toate
ru: удалить

# QMRemoveDetail
source: Remove all icons
ro: Șterge toate pictogramele
ru: Удалить все иконки

# QMtitle
source: Icon Behavior
ro: Mod închidere
ru: Поведение иконок

# QMUseRules
source: Use Rules
ro: folosește regulile
ru: использовать правила

# QMUseRulesDetail
source: Remove using rules
ro: Șterge folosind regulile
ru: Удалить используя правила

# QT2tap
source: second tap
ro: al 2-a tap
ru: второй тап

# QT2tapDetail
source: Quit app,tap again to remove icon
ro: Al doilea tap o șterge din bară
ru: Завершает, потом удаляет

# QTapp
source: close app
ro: închide app
ru: завершить

# QTappDetail
source: Quit app and leave icon
ro: O închide, dar o lasă în bară
ru: Завершает но оставляет ик.

# QTappicon
source: app and icon
ro: app și icon
ru: завершить и удалить

# QTappiconDetail
source: Quit app and remove icon
ro: Închide aplicatia și o șterge din bară
ru: Завершает и удаляет ик.

# QTicon
source: remove icon
ro: șterge icon
ru: удалить иконку

# QTiconDetail
source: Just remove icon
ro: Doar o șterge din bară
ru: Только удаляет иконку

# QTtitle
source: Quit button behavior
ro: Butonul rosu
ru: Красная кнопка

source: Quit all apps
ro: Închide toate aplicațiile
ru: Завершить все приложения

source: Quit all apps?
ro: Închideți toate aplicațiile?
ru: Завершить все приложения?

source: Quit app
ro: Închide aplicația
ru: Приложение завершается

source: Quit app?
ro: Închideți aplicația?
ru: Завершить это приложение?

# QuitAll
source: Quit all apps
ro: Închide toate aplicațiile
ru: Завершить все приложения

# QuitCurrent
source: Also quit current app
ro: Închide și aplicația curentă
ru: Вместе с текущим

# QuitMode
source: Icon Behavior
ro: Mod închidere
ru: Поведение иконок

# QuitSingle
source: Quit current app
ro: Închide aplicatia curenta
ru: Завершить приложение

# QuitType
source: Red button action
ro: Butonul rosu
ru: Действия красной кнопки

# RemoveClosed
source: Remove closed apps
ro: Făra aplicații închise
ru: Удалять закрытые приложения

# RemoveClosedFooter
source: Automatically remove closed apps from the multitask bar
ro: Șterge automat aplicațiile inchise din bară
ru: Автоматически очищает панель от закрытых приложений

# RemoveClosedFooterIndiv
source: Automatically remove the app from the multitask bar when quit
ro: Șterge automat aplicația din bară cand se închide
ru: Автоматически очищает панель от закрытого приложения

# RemoveClosedIndiv
source: Remove on quit
ro: Șterge la închidere
ru: Удалить при завершении

# ReorderEdit
source: Reorder in edit mode
ro: Rearanjeaza in modul de editare
ru: Перемещать иконки в режиме редак.

# ReorderNonEdit
source: Reorder outside edit
ro: Rearanjeaza în afara modului de editare
ru: Перемещать иконки вне режима редак.

# SBIcon
source: SpringBoard icon to activate the bar
ro: Pictogramă pentru activarea barei
ru: Иконка на SB для открытия панели

# SBSettingsType
source: SBSettings toggle
ro: SBSettings
ru: Переключатель в SBSettings

# SBSTQuit
source: Quit all apps
ro: închide toate
ru: завершить всё

# SBSTQuitDetail
source: Quits all apps
ro: Închide toate aplicațiile
ru: Завершает все приложения

# SBSTtitle
source: SBSettings toggle
ro: SBSettings
ru: Переключатель

# SBSTToggle
source: Toggle
ro: scurtătură Activator
ru: активатор

# SBSTToggleDetail
source: Toggles the Activator shortcut
ro: Comută scurtătura de Activator
ru: Запускает шорткат Activator

# ShowCurrent
source: Show current app
ro: Arată aplicația curentă
ru: Показывать текущее прил.

# ShowCurrentIndiv
source: Show if frontmost
ro: Arată aplicația dacă e deschisă
ru: Показывать если в самом начале

# SingleException
source: "Quit app" exception
ro: Excepție de la "Închide aplicația"
ru: Исключиние для "Завершить прил."

# STapp
source: quit app
ro: închide app
ru: завершить и удалить

# STappDetail
source: Quit app and remove icon
ro: Închide aplicația
ru: Завершает и удаляет ик.

# StartEdit
source: Start in edit mode
ro: Pornește in modul de editare
ru: Начинать в режиме редактирования

# StartiPod
source: Start in iPod controls
ro: Pornește cu controalele iPod
ru: Начинать с управления iPod

# StartiPodOnlyPlaying
source: only when playing
ro: numai când redă
ru: когда тот играет

# STicon
source: remove icon
ro: șterge icon
ru: удалить иконку

# STiconDetail
source: Just remove icon
ro: Doar șterge aplicația din bară
ru: Просто удаляет иконку

# STtitle
source: Swipe to quit behavior
ro: Scoaterea din bară
ru: Вынесение

# SwipeToQuit
source: Swipe app out of the bar to quit it
ro: Scoate aplicația din bară pentru a o închide
ru: Вынос иконки для закрытия прил.

# SwipeType
source: Swipe to quit action
ro: Scoaterea din bară
ru: Действия при вынесении

# WelcomeDialog
source: Welcome to MultiCleaner! You can quit apps by holding the home button (as opposed to just minimizing them), and also the multitasking bar will show only the apps that are running. Also, try reordering the icons in the bar while in edit (wriggle) mode. You can customize these settings and much more in the MultiCleaner settings app
ro: Vă mulțumim că ați ales MultiCleaner! Puteți închide aplicații ținând apăsat pe butonul home (în loc să le minimizați doar), iar bara de multitasking nu va arata decat aplicațiile care rulează. De asemenea, încercati sa rearanjați aplicațiile in bară în modul de editare (modul in care pictogramele tremură). Puteți schimba aceste setări si multe altele în aplicația MultiCleaner de pe SpringBoard
ru: Добро пожаловать в MultiCleaner! Вы можете завершать приложения удерживая клавишу Домой (как вариант сворачиванию), так же панель задач будет показывать приложения, которые запущенны. Так же, попробуйте перемещать приложения в режиме редактирования (дрожания). Это всё можно настроить!

source: Yes
ro: Da
ru: Да
